tap "browsh-org/browsh"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "microsoft/git"
tap "romkatv/powerlevel10k"
tap "teamookla/speedtest"
brew "glib"
brew "fd"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "libidn2"
brew "gnupg"
brew "go"
brew "sqlite"
brew "gobject-introspection"
brew "harfbuzz"
brew "ifstat"
brew "iproute2mac"
brew "jq"
brew "pango"
brew "librsvg"
brew "links"
brew "lua"
brew "neofetch"
brew "neovim"
brew "node"
brew "p7zip"
brew "pandoc"
brew "pnpm"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "telnet"
brew "testdisk"
brew "tmux"
brew "vifm"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "teamookla/speedtest/speedtest"
cask "basictex"
cask "calibre"
cask "discord"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-new-york"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "git-credential-manager-core"
cask "inssider"
cask "iterm2"
cask "karabiner-elements"
cask "kdiff3"
cask "macfuse"
cask "smoothscroll"
cask "telegram-desktop"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "warp"
